name: "EXAMPLE_MODEL"
platform: "onnxruntime_onnx"
max_batch_size: 0

# Example input/output configuration for documentation purposes only.
input {
  name: "INPUT__0"
  data_type: TYPE_FP32
  dims: -1
}

output {
  name: "OUTPUT__0"
  data_type: TYPE_FP32
  dims: -1
}

